[
	"Why did the scarecrow win an award? Because he was outstanding in his field!",
	"What did one wall say to the other wall? I'll meet you at the corner!",
	"How do you organize a space party? You 'planet'!",
	"Why don't scientists trust atoms? Because they make up everything!",
	"What did one ocean say to the other ocean? Nothing, they just waved.",
	"Why don't skeletons fight each other? They don't have the guts!",
	"How do you make a tissue dance? You put a little boogie in it!",
	"What do you call a fish with no eyes? Fsh!",
	"Why couldn't the bicycle stand up by itself? Because it was two-tired!",
	"What do you call a bear with no teeth? A gummy bear!",
	"Why did the math book look sad? Because it had too many problems!",
	"How do you make holy water? You boil the hell out of it!",
	"Why don't scientists trust stairs? Because they're always up to something!",
	"What do you call a snowman with a six-pack? An abdominal snowman!",
	"Why did the tomato turn red? Because it saw the salad dressing!",
	"What do you call a group of musical whales? An orca-stra!",
	"What do you get when you cross a vampire and a snowman? Frostbite!",
	"I'm reading a book on anti-gravity. It's impossible to put down!",
	"Why did the scarecrow become a successful therapist? Because he was outstanding at listening!",
	"I used to play piano by ear, but now I use my hands.",
	"What's orange and sounds like a parrot? A carrot!",
	"Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them!",
	"I used to be a baker, but I couldn't make enough dough. Now, I'm a banker!",
	"Why don't scientists trust atoms? Because they make up everything, and they're so small they can't be seen with the naked eye!",
	"How does a penguin build its house? Igloos it together!",
	"Why did the scarecrow become a successful musician? Because he had the best straw-sound!",
	"Parallel lines have so much in common. It's a shame they'll never meet. But, I've heard they exchange a lot of 'pointless' messages!",
	"What's a vampire's favorite fruit? A blood orange!",
	"Why don't skeletons fight each other? They don't have the guts!",
	"What did one hat say to the other hat? You stay here; I'll go on ahead!",
	"Why was the math book sad? Because it had too many problems!",
	"What's green and sings? Elvis Parsley!",
	"I'm writing a book on reverse psychology. Please don't buy it!",
	"Why did the bicycle fall over? Because it was two-tired!",
	"Why don't oysters donate to charity? Because they are shellfish!",
	"How do you organize a space party? You 'planet' in advance!",
	"I told my wife she was drawing her eyebrows too high. She looked surprised!",
	"Why don't scientists trust stairs? Because they're always up to something!",
	"How do you make holy water? You boil the hell out of it!",
	"What do you call a snowman with a six-pack? An abdominal snowman!",
	"Why did the tomato turn red? Because it saw the salad dressing!",
	"What do you call a group of musical whales? An orca-stra!",
	"What do you get when you cross a vampire and a snowman? Frostbite!",
	"Why did the scarecrow become a successful politician? Because he was outstanding in his field!",
	"What's orange and sounds like a parrot? A carrot!",
	"I used to be a baker, but I couldn't make enough dough. Now, I'm a banker!",
	"How does a penguin build its house? Igloos it together!",
	"Why don't scientists trust atoms? Because they make up everything, and they're always ionized!",
	"Why did the tomato turn red? Because it saw the salad dressing, and it got embarrassed!",
	"What's a mathematician's favorite place in New York? Times Square!",
	"Why was the math book sad? Because it had too many problems, and it couldn't find a solution!",
	"Why don't skeletons fight each other? They don't have the guts to do it!",
	"What do you call a bear with no teeth? A gummy bear!",
	"Why did the scarecrow become a successful therapist? Because he was outstanding at listening!",
	"I used to play piano by ear, but now I use my hands.",
	"What's orange and sounds like a parrot? A carrot!"
]
